D6/wrk_2001_results.txt
Running 30s test @ http://104.198.219.81/predict
  4 threads and 2001 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.45s   282.20ms   1.83s    46.00%
    Req/Sec    50.89     43.09   290.00     81.29%
  Latency Distribution
     50%    1.31s 
     75%    1.79s 
     90%    1.81s 
     99%    1.82s 
  5160 requests in 30.05s, 1.06MB read
  Socket errors: connect 0, read 0, write 0, timeout 4960
Requests/sec:    171.72
Transfer/sec:     36.22KB